{
    "plus":[
        {
            "colors": "+0",
            "description": "Не желает ни в чем принимать участие. Старается уйти от социальных контактов, ограничить круг общения. Склонен скрывать свои чувства и мысли. Длительное состояние фрустрации утомило и опустошило его."
        },
        {
            "colors": "+0+1",
            "description": "Чувствует, что конфликты и ссоры вымотали его, хочет оградить себя от них. Нуждается в мирной и спокойной обстановке, в которой он мог бы расслабиться и набраться сил."
        },
        {
            "colors": "+0+2",
            "description": "Чувствует, что существующие обстоятельства враждебны ему, вымотан конфликтами и ссорами. Желает оградить себя от них и скрывает свои намерения, чтобы ими не смогли воспользоваться и воспрепятствовать ему. Тогда ему легче будет осуществить свои планы."
        },
        {
            "colors": "+0+3",
            "description": "Предъявляет к жизни слишком большие требования, однако скрывает их за показной рационалистичностью и осторожным поведением. Хочет, чтобы его достижения производили впечатление на окружающих, но маскирует это желание, склонен к скрытности."
        },
        {
            "colors": "+0+4",
            "description": "Хочет избавиться от неудовлетворяющей его ситуации и от бремени, которое ему приходится нести. И то, и другое угнетает его и кажется невыносимым. Ищет какой-нибудь выход, но не видит его. Старается оградить себя от участия в спорах и конфликтах."
        },
        {
            "colors": "+0+5",
            "description": "Мечтает об идеальной близости, основанной на нежности и обаянии обеих сторон. Однако испытывает страх, что может выдать себя, и поэтому для достижения этой цели прибегает к всесторонней разведывательной тактике, проверяя, не связал ли он себя бесповоротно какими-либо обязательствами, не разгадали ли его."
        },
        {
            "colors": "+0+6",
            "description": "Старается найти защиту от всего, что может опустошить или утомить его. Хочет создать себе такую жизнь, в которой он был бы в безопасности и чувствовал бы физический комфорт. Жаждет свободы от проблем или волнений."
        },
        {
            "colors": "+0+7",
            "description": "Чувствует себя обманутым в своих ожиданиях. Считает, что с ним обращаются несправедливо, что он не заслуживает такого обращения. Рассержен и восстает против сложившихся обстоятельств, в которых он видит личное оскорбление."
        },
        {
            "colors": "+1",
            "description": "Испытывает потребность в покое, в защите от внешних воздействий. Стремится к устойчивому эмоциональному состоянию. Избирателен в контактах. Прежде чем принять какое-то решение, старается обдумать варианты. Характерна пассивная позиция."
        },
        {
            "colors": "+1+0",
            "description": "Испытывает потребность освободиться от стресса. Стремится ограничить свои контакты. Старается избегать конфликтов."
        },
        {
            "colors": "+1+2",
            "description": "Нуждается в спокойной обстановке. Хочет освободиться от стресса, избавиться от конфликтов и разногласий. Прилагает все усилия, чтобы, действуя осторожно, как-то разрешить сложившуюся ситуацию и связанные с ней проблемы. Способен тонко чувствовать и не упускать мелких деталей."
        },
        {
            "colors": "+1+3",
            "description": "Старается достичь мирного, полного любви, гармоничного единства. Стремится установить с окружающими такие связи, которые полны любви, преданности и доверия. Считает гармоничные отношения, особенно в семейной жизни, основой для личного счастья."
        },
        {
            "colors": "+1+4",
            "description": "Стремится к нежным отношениям, которые принесли бы удовлетворенность и счастье. Способен на сильный эмоциональный подъем. Чтобы добиться взаимности в отношениях, может быть услужлив и уступчив. Но и сам нуждается в предупредительном отношении и полном понимании."
        },
        {
            "colors": "+1+5",
            "description": "Стремится к чуткости, гармонии, ласке и нежности. Тонко чувствует красоту. Способен проникнуться чувствами другого."
        },
        {
            "colors": "+1+6",
            "description": "Хочет найти убежище от конфликтов, где он был бы в безопасности и где бы чувствовал физический комфорт. Нуждается во внимательном отношении и нежной заботе. Боится пустоты и одиночества, разлуки."
        },
        {
            "colors": "+1+7",
            "description": "Очень нуждается в отдыхе, расслаблении, покое и теплом участии. Считает, что к нему относятся с недостаточным уважением, в результате чего становится беспокойным и тревожным. Поскольку его потребности не удовлетворяются, считает, что ситуация, в которой он находится, невыносима."
        },

    {
        "colors": "+2",
        "description": "Стремится к самоутверждению, к отстаиванию своих позиций. Присуща некоторая агрессивность, которая, возможно, носит защитный характер. Хочет завоевать признание и занять лидирующее положение. Для самостоятельного преодоления трудностей необходимо волевое напряжение. При принятии решений опирается на собственное мнение и на имеющийся жизненный опыт."
    },
    {
        "colors": "+2+0",
        "description": "Хочет упрочить свое положение и производить на людей хорошее впечатление, несмотря на неблагоприятные обстоятельства и полное отсутствие признания. Чтобы чувствовать себя уверенно, старается держаться неприступно и не попадать под чужое влияние."
    },
    {
        "colors": "+2+1",
        "description": "Хочет производить приятное впечатление и получать одобрение со стороны окружающих. Ему необходимо чувствовать, что его ценят и им восхищаются. Обидчив и легко раним, когда его не замечают или когда он не получает заслуженного признания."
    },
    {
        "colors": "+2+3",
        "description": "Ищет успеха. Хочет преодолеть преграды и сопротивление и принимать решения самостоятельно. Стремится к тому, что он себе наметил, и проявляет инициативу. Не желает чувствовать себя зависимым от благосклонности других людей."
    },
    {
        "colors": "+2+4",
        "description": "Нуждается в признании. Честолюбив, хочет производить впечатление, ищет популярности и восхищения. Стремится ликвидировать разрыв, который, как он чувствует, отделяет его от других."
    },
    {
        "colors": "+2+5",
        "description": "Хочет производить приятное впечатление, хочет, чтобы в нем видели необыкновенную личность, поэтому все время начеку и внимательно контролирует свои действия и реакции. Чтобы добиться влиятельности и особого признания, прибегает к различным приемам, пуская их в ход в хорошо продуманном порядке. Восприимчив к эстетическому и оригинальному."
    },
    {
        "colors": "+2+6",
        "description": "Считает, что от него требуют слишком многого, и чувствует себя очень уставшим. Однако все же хочет одолеть трудности и упрочить свое положение, несмотря на те последствия, которые будет для него иметь подобная попытка. Занимает позицию «неохотного подчинения», сохраняя чувство собственного достоинства. Нуждается в признании, безопасности и избавлении хотя бы от части проблем."
    },
    {
        "colors": "+2+7",
        "description": "Хочет доказать себе и другим, что его ничем не проймешь, что он выше каких-либо слабостей. Поэтому он действует жестко и сурово, вырабатывает у себя авторитарную позицию."
    },
    {
        "colors": "+3",
        "description": "Ведет активный образ жизни, стремится иметь достаточно жизненных благ. Вся его деятельность направлена на успех и на самореализацию. Обладает высокой самооценкой. Сильный, энергичный, живой, хочет жить полной жизнью."
    },
    {
        "colors": "+3+0",
        "description": "Хочет преодолевать все, что стоит у него на пути, следовать своим импульсам и участвовать во всяких необыкновенных или возбуждающих событиях. Таким образом он рассчитывает притупить остроту конфликтов с окружающими, однако его импульсивное поведение лишь усугубляет ситуацию."
    },
    {
        "colors": "+3+1",
        "description": "Стремится к жизни, богатой событиями и впечатлениями, и к близости, которая доставляет и сексуальное, и эмоциональное удовлетворение. Предпосылкой желанного счастья являются постоянная активность и полное любви единение."
    },
    {
        "colors": "+3+2",
        "description": "Упорно стремится к поставленной перед собой цели и не позволяет себе никаких отклонений от намеченного пути. Хочет преодолеть все трудности, которые встают перед ним, и благодаря своим успехам добиться особого признания и положения."
    },
    {
        "colors": "+3+4",
        "description": "Стремится к успеху. Ему нужна активная и полная впечатлений жизнь. Хочет развиваться свободно, сбросить с себя оковы неуверенности, побеждать и жить насыщенной жизнью. Любит контакт с другими, энтузиаст по натуре. Восприимчив ко всему новому, современному или увлекательному. У него много интересов, и он хочет расширять сферу деятельности. На будущее смотрит оптимистично."
    },
    {
        "colors": "+3+5",
        "description": "Поглощен вещами, которые способны сильно волновать, захватывать, будь то эротическое или какое-нибудь иное возбуждение. Хочет волновать окружающих и интересовать их как личность, активно используя свое обаяние и авторитет. Искусно пользуется различными приемами, чтобы не поставить под угрозу свои шансы на успех и не подорвать доверие к себе других людей."
    },
    {
        "colors": "+3+6",
        "description": "Готов пожертвовать своими стремлениями и отказаться от желания добиться престижного положения, т.к. предпочитает ко всему относиться спокойно, не отказывая себе в комфорте и безопасности."
    },
    {
        "colors": "+3+7",
        "description": "Характерна повышенная активность. Хочет наверстать то, что, как ему кажется, он упустил. Стремится к независимости. Отстаивает свои устремления и интересы от давления авторитетов. Пренебрегает условностями. Свойственны трудности социальной адаптации."
    },

        {
            "colors": "+4",
            "description": "Испытывает потребность в перемене обстановки, изменении существующих обстоятельств. Характерны эмоциональная неустойчивость и умение играть различные социальные роли, демонстративность. Выражено стремление удачно проявить себя и понравиться окружающим. Стремится к тому, чтобы любая деятельность доставляла удовольствие."
        },
        {
            "colors": "+4+0",
            "description": "Нуждается в каком-либо избавлении от всего, что его угнетает, и цепляется за смутные и иллюзорные надежды."
        },
        {
            "colors": "+4+1",
            "description": "Надеется, что эмоциональная близость принесет ему облегчение и удовлетворенность. То, что он сам нуждается в одобрении со стороны окружающих, делает его готовым оказать помощь другому, и в ответ на это он хочет тепла и понимания. Благосклонно относится к новым идеям и возможностям, которые, как он надеется, окажутся плодотворными и интересными."
        },
        {
            "colors": "+4+2",
            "description": "Отличается бдительностью и острой наблюдательностью. Ищет новые пути, которые открыли бы перед ним больше возможностей и позволили бы ему получить как можно больше. Хочет показать себя и завоевать признание. Стремится ликвидировать разрыв, который, как он чувствует, отделяет его от других."
        },
        {
            "colors": "+4+3",
            "description": "Стремится расширить сферу собственного влияния. Полон ожидания и надежд. Так как пытается распространять свою деятельность достаточно широко, то существует опасность распыления сил."
        },
        {
            "colors": "+4+5",
            "description": "Сильно развито воображение, художественный стиль мышления. Стремится к интересным и увлекательным событиям, хочет, чтобы другие им восхищались. Раним и чувствителен. Плохо переносит строгую регламентацию деятельности."
        },
        {
            "colors": "+4+6",
            "description": "Испытывает отчаяние, тревогу, острую неудовлетворенность ситуацией. Нуждается в физическом комфорте, свободе от каких-либо проблем, в безопасности и возможности восстановить силы. Вытеснение психологических причин конфликтов ведет к появлению психосоматических симптомов."
        },
        {
            "colors": "+4+7",
            "description": "Пытается уклониться от каких-либо проблем, сложностей и напряжения, принимая неожиданные, своевольные и необдуманные решения или изменяя линию поведения."
        },
        {
            "colors": "+5",
            "description": "Повышенная чувствительность. Стремится испытывать и проявлять нежные чувства. Очень сентиментален и романтичен. Полностью отдается этим чувствам. Стремится вызывать у людей симпатию при помощи своего обаяния и приветливости."
        },
        {
            "colors": "+5+0",
            "description": "Нуждается в нежном участии и сочувственном понимании и хочет оградить себя от споров, конфликтов или каких-либо обессиливающих стрессов. Ведет себя дипломатично и осторожно."
        },
        {
            "colors": "+5+1",
            "description": "Стремится к приятной, сердечной связи и к состоянию идеальной гармонии. Имеется повышенная потребность в эмоциональном принятии и поддержке. Тонко чувствует красоту. Способен проникнуться чувствами другого и полностью отдаться увлечению."
        },
        {
            "colors": "+5+2",
            "description": "Хочет производить приятное впечатление, хочет, чтобы в нем видели необыкновенную личность, поэтому все время начеку; ему нужно видеть, насколько он в этом преуспевает и как на него реагируют окружающие. Чтобы добиться авторитета и особого признания, прибегает к различным приемам, пуская их в ход в хорошо продуманном порядке. Восприимчив к эстетическому и оригинальному."
        },
        {
            "colors": "+5+3",
            "description": "Легко и быстро увлекается всем, что возбуждает. Поглощен всем тем, что способно сильно волновать, захватывать, будь то эротическое или какое-либо иное возбуждение. Хочет волновать окружающих и интересовать их как личность, активно используя свое обаяние и авторитет. Искусно пользуется различными приемами, чтобы не поставить под угрозу свои шансы на успех и не подорвать доверия к себе других людей."
        },
        {
            "colors": "+5+4",
            "description": "Стремится к интересным и волнующим событиям. Может очень нравиться окружающим, подкупая их своим явным к ним интересом и искренностью. Слишком развито воображение, любит фантазировать и мечтать."
        },
        {
            "colors": "+5+6",
            "description": "Хочет найти возбуждение в атмосфере сладострастия и чувственной роскоши."
        },
        {
            "colors": "+5+7",
            "description": "Настойчиво стремится к близким отношениям, которые удовлетворяли бы все чувственные потребности и основывались на совпадении чувств и воззрений."
        },

            {
                "colors": "+6",
                "description": "Ищет освобождения от проблем. Стремится к удовлетворению своих физических и жизненных потребностей. Потребность в отдыхе и восстановлении сил."
            },
            {
                "colors": "+6+0",
                "description": "Серьезно нуждается в отдыхе и расслаблении, свободе от конфликтов и в возможности прийти в себя. Хочет оградить себя от разрушительных и опустошающих воздействий. Стремится к безопасности и свободе от проблем."
            },
            {
                "colors": "+6+1",
                "description": "Стремится к чувству удовлетворенности, физической легкости и отсутствию конфликтов, нуждается в гарантии благополучного будущего, испытывает страх одиночества или разлуки."
            },
            {
                "colors": "+6+2",
                "description": "Строжайшим образом контролирует себя, старается не проявлять обиды и раздражения. Нуждается в более надежных и спокойных условиях, в которых он бы чувствовал себя в большей безопасности и имел бы возможность набраться сил."
            },
            {
                "colors": "+6+3",
                "description": "Ориентирован на чувственные удовольствия. Стремится удовлетворять потребность в переживаниях и получать удовольствие от ощущения собственной силы."
            },
            {
                "colors": "+6+4",
                "description": "Считает маловероятным, что его надежды сбудутся, и предается жизни, исполненной чувственной праздности, свободной от каких-либо проблем."
            },
            {
                "colors": "+6+5",
                "description": "Ищет роскоши, чувственного комфорта и возможности реализовать свою склонность к сладострастию."
            },
            {
                "colors": "+6+7",
                "description": "Ставит себе высокие, но нереальные цели. Сталкивался с горькими разочарованиями, что вызвало резкое снижение самооценки и склонность занимать пассивную позицию. Хочет все забыть и восстановить силы в спокойной, свободной от проблем обстановке."
            },
            {
                "colors": "+7",
                "description": "Воспринимает существующую ситуацию как превратность судьбы. Считает, что к нему предъявляются слишком высокие требования. Старается избегать постороннего влияния, чтобы не дать переубедить себя."
            },
            {
                "colors": "+7+0",
                "description": "Считает, что ситуация безнадежна. Оказывает сильное сопротивление всему, что ему неприятно (см. интерпретации для –1, –2, –3 или –4, все они в данном случае уместны). Пытается защититься от всего, что может вызвать у него раздражение или углубить его подавленность."
            },
            {
                "colors": "+7+1",
                "description": "Страдает от неблагоприятных внешних воздействий, которые воспринимает как мучительные и удручающие (см. интерпретации для –2, –3 или –4, все они в данном случае уместны), и оказывает им сильное сопротивление. Единственное желание, чтобы его оставили в покое."
            },
            {
                "colors": "+7+2",
                "description": "Сопротивляется любым внешним ограничениям и попыткам ущемить его интересы. Упрямо отстаивает свое мнение, полагая, что демонстрирует свою независимость и самостоятельность."
            },
            {
                "colors": "+7+3",
                "description": "Страдает от подавляемого перевозбуждения, которое грозит прорваться вспышками импульсивного и необузданного поведения."
            },
            {
                "colors": "+7+4",
                "description": "Пытается избавиться от проблем, трудностей и напряжения, принимая неожиданные, своевольные и необдуманные решения. Отчаянно ищет решение проблемной ситуации, способен на безрассудное поведение, вплоть до самоубийства."
            },
            {
                "colors": "+7+5",
                "description": "Требует, чтобы мысли и чувства находились в совершенной гармонии. Отказывается идти на компромиссы или принимать какие-либо уступки от других."
            },
            {
                "colors": "+7+6",
                "description": "Ставит перед собой высокие, но нереальные цели. Сталкивался с горькими разочарованиями, что вызвало резкое снижение самооценки и склонность занимать пассивную позицию. Хочет все забыть и восстановить силы в спокойной, свободной от проблем обстановке."
            }

        ]
}